# CLI
brew "aria2"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gh"
brew "git-extras"
brew "go"
brew "htop"
brew "jq"
brew "nodejs"
brew "parallel"
brew "ripgrep"
brew "python@3.9"
brew "starship"
brew "stow"
brew "tldr"
brew "youtube-dl"
brew "zsh"

# GUI apps
cask "visual-studio-code"
cask "google-chrome"
cask "dash"
cask "alfred"
cask "adguard"
cask "jetbrains-toolbox"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "vlc"
cask "sf-symbols" 
cask "hammerspoon"
cask "Alacritty"
cask "paletro"
cask "sublime-merge"
cask "cleanshot"
cask "proxyman"
cask "camo-studio"
cask "gpg-suite-no-mail"

# GUI apps from Appstore
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Slack", id: 803453959
mas "Grammarly for Safari", id: 1462114288
mas "Bear", id: 1091189122
mas "Xcodes", id: 497799835
mas "Spark", id: 1176895641
