# GUI apps
cask "visual-studio-code"
cask "google-chrome"
cask "dash"
cask "alfred"
cask "adguard"
cask "jetbrains-toolbox"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "vlc"
cask "sf-symbols" 
cask "hammerspoon"
cask "Alacritty"
cask "paletro"
cask "sublime-merge"
cask "cleanshot"
cask "proxyman"
cask "camo-studio"

# GUI apps from Appstore
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Slack", id: 803453959
mas "Grammarly for Safari", id: 1462114288
mas "Bear", id: 1091189122
mas "Xcodes", id: 497799835
mas "Spark", id: 1176895641
