# Non-nixpkgs tools
brew "mas"
brew "robotsandpencils/made/xcodes"
brew "stow"

# GUI apps
cask "visual-studio-code"
cask "chromium"
cask "dash"
cask "alfred"
cask "adguard"
cask "jetbrains-toolbox"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "vlc"
cask "sf-symbols"
cask "hammerspoon"
cask "Alacritty"
cask "paletro"
cask "sublime-merge"
cask "homebrew/cask-drivers/logitech-options"
cask "cleanshot"
cask "proxyman"

# GUI apps from Appstore
mas "1Password", id: 1333542190
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Slack", id: 803453959
mas "Grammarly for Safari", id: 1462114288
